{
  "common": {
    "legend": {
      "title": "Occupancy Rate",
      "uniformHeightToggle": "Show Uniform Bar Height",
      "heightExplanation": "The height of the colored bar represents relative occupancy within that day - a taller bar indicates higher occupancy compared to other hours of the same day.",
      "colorExplanation": "The color represents absolute occupancy rate compared to maximum pool capacity - darker colors indicate higher occupancy."
    },
    "holidayWarning": "This day is a public holiday. Occupancy may differ from a regular day."
  },
  "todayTomorrow": {
    "title": "Today and Tomorrow",
    "description": {
      "inside": "This heatmap displays current occupancy, number of opened lanes and historical average occupancy for today and tomorrow, helping you plan your visit.",
      "outside": "This heatmap displays current occupancy and historical average occupancy for today and tomorrow, helping you plan your visit."
    },
    "showMore": "Show full week",
    "showLess": "Show today and tomorrow only",
    "showTooltips": "Weekly comparison preview",
    "daySubtitle": {
      "raw": "Current occupancy (number of people)",
      "occupancy": "Historical Occupancy",
      "lanes": "Currently Opened Lanes"
    },
    "tooltip": "{{day}} at {{hour}}:00 - average {{utilization}}% occupied"
  },
  "overall": {
    "title": "Average Occupancy",
    "description": {
      "inside": "This heatmap shows the average pool occupancy over recent weeks. It displays typical occupancy patterns for each day of the week taking into account closed lanes.",
      "outside": "This heatmap shows the average pool occupancy over recent weeks. It displays typical occupancy patterns for each day of the week."
    },
    "averageLabel": "average",
    "tooltip": "{{day}} at {{hour}}:00 - average {{utilization}}% occupied"
  },
  "occupancy": {
    "title": "Weekly Occupancy Heatmap",
    "description": {
      "inside": "This heatmap shows how full the pool is relative to its maximum capacity. The maximum varies throughout the day as lanes may be reserved for specific activities.",
      "outside": "This heatmap shows how full the pool is relative to its maximum capacity."
    },
    "tooltip": "{{day}} at {{hour}}:00 - {{utilization}}% occupied"
  },
  "raw": {
    "title": "Weekly Raw Occupancy",
    "description": {
      "inside": "This heatmap shows the actual (min-max) number of people in the pool for each hour, helping you visualize the raw occupancy numbers throughout the week with varying lane capacity.",
      "outside": "This heatmap shows the actual (min-max) number of people in the pool for each hour, helping you visualize the raw occupancy numbers throughout the week."
    },
    "tooltip": "{{day}} at {{hour}}:00 - {{min}} to {{max}} people",
    "legend": {
      "title": "Number of Visitors"
    }
  }
}